<template>
  <div class="agent-question-content" v-once>
    <span>一、代理注册规约</span>
    <p class="content-color"></p>
    <p class="content-p">
      为防堵不肖人士滥用新九州娱乐城所提供的代理优惠制度，影响其他正当代理与我们的合作权益，我们将严格审核每位代理申请注册时所提供的个人资料(包括：姓名、IP、住址、电邮信箱、电话、支付方式等等)。若经审核发现代理商有任何不良营利企图，或与其他代理商、会员进行合谋套利等行为，新九州娱乐城将关闭该合作代理商之账户、扣除账户中的本金，并收回该代理商的所有佣金与优惠。同一IP/同一姓名/同一收款账号的会员只能是一个合作代理商的下线，代理商本身不能成为其他代理商的下线会员。
    </p>

    <span>二、新九州娱乐城对联盟伙伴的权利与义务</span>
    <p class="content-color"></p>
    <p class="content-p">
      1.新九州娱乐城的客服部门会登记合作代理商的下线会员并观察其投注状况。<br>
      2.代理商及会员皆须同意并遵守新九州娱乐城的会员条例、政策及操作程序。  <br>
      3.合作代理商可随时登入管理端接口观察其下线会员的下注状况与活动概况。 <br>
      4.新九州娱乐城保留所有对合作代理商或会员之账户加以拒绝或冻结的权利。<br>
      5.新九州娱乐城有权修改合约书上之任何条例(包括:现有的佣金范围、佣金计划、付款程序、及参考计划条例等等)，新九州娱乐城会以电邮、网站公告等方法通知合作代理商。 <br>
      6.若代理商对于前述任何修改持有异议，可选择终止合约、或洽客服人员提出意见。如代理商未提出异议，便视作默认合约修改，必须遵守更改后的相关规定。
    </p>

    <span>三、联盟伙伴对新九州娱乐城的权利及义务</span>
    <p class="content-color"></p>
    <p class="content-p">
      1.合作代理商应尽其所能，广泛地宣传、销售及推广新九州娱乐城使代理商本身及新九州娱乐城的利润最大化。<br>
      2.合作代理商可在不违反法律的情况下，以正面形象宣传、销售及推广新九州娱乐城，并有责任义务告知旗下会员所有关于新九州娱乐城的相关优惠条件及产品。<br> 
      3.合作代理商选择推广新九州娱乐城的手法若需付费，则代理商应自行承担该费用。<br>
      4.任何新九州娱乐城的相关信息(包括：标志、报表、游戏画面、图样、文案等)，合作代理商不得私自复制、公开、 分发有关材料，新九州娱乐城保留法律追诉权。<br>
      5.如代理商在业务推广方面需要相关的技术支持， 欢迎随时洽询新九州娱乐城客服人员。
    </p>

    <span>四、各项细则</span>
    <p class="content-color"></p>
    <p class="content-p">
      各阶层合作代理商不可在未经新九州娱乐城允许下开设双/多个代理账号，也不可自己注册游戏账号于自己代理线下谋取佣金，若经系统侦侧发现，新九州娱乐城有权终止并封存代理账号、关联游戏账号及其所有因游戏所得之佣金、盈利。 <br>
      为确保所有新九州娱乐城会员的账号隐私与权益，新九州娱乐城不会提供任何会员密码，或会员个人资料。各阶层合作代理商亦不得以任何方式取得会员数据，或任意登入下层会员账号，如发现代理商有侵害新九州娱乐城隐私的行为，新九州娱乐城有权取消代理商之一切红利，并冻结该代理商之账号。<br>
      合作代理商线下的会员不得开设多于一个的账户。新九州娱乐城有权要求该线下会员提供有效的身份证明以验证会员的身份，并保留以IP判定会员是否重复注册的权利。如违反上述事项，新九州娱乐城有权冻结该线下玩家账号并扣除该游戏账号衍生之佣金。<br>
      如合作代理线下的会员因违反网站用户条例而账号被冻结，该被冻结账号之当月游戏过程记录均不列入佣金计算基础。<br>
      合约条件将于新九州娱乐城正式接受合作代理商加入后开始生效。新九州娱乐城及代理商可随时终止此合约。在任何情况下，代理商若欲终止合约，都必须以书面/电邮方式提早于七日内通知新九州娱乐城。代理商的表现将会每3个月审核一次，如代理商已不是现有的合作成员，则本合约书可以在任何时间终止。如代理商违反合约条例，新九州娱乐城有权立即终止合约。<br>
      在没有新九州娱乐城的许可下，代理商不能透露及授权新九州娱乐城的相关机密资料，包括代理商所获得的回馈、佣金报表、计算方式等；代理商有义务在合约终止后仍执行机密文件及数据的保密。合约终止之后，代理商及新九州娱乐城将不须履行双方的权利及义务。终止合约并不会解除代理商于终止合约前所应履行的义务。
    </p>

  </div>
</template>
<script>
  export default {
    data() {
      return {

      };
    },
    props: {},
    methods: {},
    computed: {},
    created() {
    },
    components: {}
  };
</script>
<style lang="scss" scoped>
  @import "~mobile/assets/scss/mixin.scss";
  .agent-question-content{
    text-align: center;
    padding: 0 r(30);
    @include f(24px);
    line-height: r(50);
    color: #ffffff;
    span{
      @include f(30px);
      color: #ffffff;
      margin: r(20) auto;
      display: block;
    }
    .content-color{
      border-color: #c3c3c3;
      border-width: 1.5px 3px;
      border-style: solid;
      width: 8%;
      margin: -5px auto 5px;
    }
    .content-p{
      text-align: justify;
      @include f(20px);
    }
  }
</style>
