<template>
  <div class="tutorials_right">
    <div class="tutorials_right_row">
      <p class="title">免责条款</p>
      <p class="des">
        本公司是菲律宾认证的合法互联网络交易公司，特此与本公司交易之客户声明，应注意其国家或居住地的相关法律规定，如有疑问应就相关问题，寻求当地法律意见。本公司将不承担任何客户因违反当地交易相关法令所引起之任何责任。
      </p>
      <p class="title">一般规则说明</p>
      <p class="des">
        1. 如果会员怀疑自己的资料被盗用，应立即通知本公司，并更改详细数据，以前的用户名称及密码将全部无效。
      </p>
      <p class="des">
        2. 会员有责任确保自己的帐户及登入资料的保密性。以用户名称及密码进行的任何网上交易将被视为有效。
      </p>
      <p class="des">
        3. 公布赔率时出现的任何打字错误或非故意人为失误，本公司保留改正错误和按正确赔率结算交易的权力。
      </p>
      <p class="des">
        4. 您居住所在地的法律有可能规定网络交易不合法；若此情况属实，本公司将不会批准您使用付账卡进行交易。
      </p>
      <p class="des">
        5. 每次登入时会员都应该核对自己的账户余额。如对余额有任何疑问，请在第一时间通知本公司。
      </p>
      <p class="des">
        6. 一旦交易被接受，则不得取消或修改。
      </p>
      <p class="des">
        7. 所有比赛的让球及赔率将不时浮动，交易时的赔率将以确认交易时之赔率为准。
      </p>
      <p class="des">
        8. 进行过关交易时，每笔交易不能在同一场赛事中拣选超过一个以上的选择。
      </p>
      <p class="des">
        9. 每笔最高交易金额按不同[场次]及[交易项目]及[会员账号]设定浮动。请各会员根据网站提示限额进行下注，任何团体或个人不得注册或拥有多个账号进行下注，如交易金额超过上述设定，本公司有权取消该团体或个人的所有交易。
      </p>
      <p class="des">
        10. 所有比赛都必须在预定时间进行否则交易无效。若比赛在赛前被延期或取消，所有交易都被视为无效。
      </p>
      <p class="des">
        11. 除滚球外，如果比赛提前举行，在比赛开打时间后所接受之交易均为无效。
      </p>
      <p class="des">
        12.
        如发现会员拥有多个帐户或使用非本人数据（包括亲属、友人个人资料），本公司有权无条件取消所有注单并关闭您的账户。本公司有权限制会员只保留其中一个账户。每位会员，包括同一家庭，同一住址，同一电子邮箱地址，同一借记卡／信用卡，同一个银行账户、同一I-Pay账号，同一台计算机（大学、团体、学校、公共图书馆、办公室等），同一IP，同一共享计算机（如学校，公共图书馆或工作场所）。
      </p>
      <p class="des">
        13.
        客户完全理解并接受新九州对此协议进行的任何修改。新九州可能在任何时候对此协议进行修改并会公布在会员进入的相关网页上。如果本公司对此协议进行较大的修改，我们会通过合适的方式通知您（比如在网站显眼位置发布修改信息，并会把修改内容贴上去）。阁下有责任经常检查相关条款与政策以确认您接受其内容，如果阁下继续使用本网站将被视为您接受相关条款与政策的修改。
      </p>
      <p class="des">
        14. 所有在协议条款修改前的投注将适用于修改前的协议条款。所有在协议条款修改后的投注将适用新的协议条款。如果阁下不能接受相关修改，您应该停止使用本网站和／或关闭您应该停止使用本网站和／或关闭您的账户。
      </p>
      <p class="des">
        15. 关于条款的应用是指您承诺不会因非法目的进入或使用我们网站的服务，软件和信息，您也需确保您的行为不会违反您当地的法律或不会违反您与新九州间的协议。特别是（协议里所有其它附加声明和保证）您需确保您将履行以下协议。
      </p>
      <p class="des">
        16. 阁下不是法律限制行为能力的个体；阁下已年满18岁，您的行为在您当地法律上是属合法的。
      </p>
      <p class="des">
        17. 阁下的法定行为只能代表您个人，而不能代表其他人或其他公司。
      </p>
      <p class="des">
        18. 阁下认同您参与我们的服务纯属自愿，须自行承担风险。
      </p>
      <p class="des">
        19. 阁下并非嗜赌成性的人。
      </p>
      <p class="des">
        20. 阁下不是新九州员工，或您不是新九州员工亲属。
      </p>
      <p class="des">
        21. 阁下是新九州员工（任何新九州员工亲属），或前雇员（任何前雇员亲属），需已离职超过6个月。
      </p>
      <p class="des">
        22. 阁下认同在使用我们服务时须提供给我们某些个人信息进行确认（包括关于支付方式的具体信息）。我们将遵循我们的隐私政策对您提供的信息进行管理和控制。
      </p>
      <p class="des">
        23. 阁下须自行承担由博彩赢利产生的相关税收。
      </p>
      <p class="des">
        24. 阁下使用我们网站只能出于个人用途。阁下只可出于个人娱乐而进行博彩投注。
      </p>
      <p class="des">
        25.
        您并非以下地区的居民：澳大利亚，比利时，丹麦包括格陵兰和法罗群岛，德国，希腊，香港，以色列，荷兰，菲律宾，新加坡，南非，西班牙，瑞士，台湾，土耳其，美国，意大利和法国，包含瓜德罗普岛，留尼汪岛，马提尼克岛，法属圭亚那，法属波利尼西亚，马约特岛，新喀里多尼亚，圣巴泰勒米，圣马丁岛，圣皮埃尔，密克隆群岛瓦利斯和富图纳群岛
      </p>
      <p class="des">
        26. 阁下认同并能承担因使用此服务而导致的亏损风险，新九州对其损失不承担任何风险。
      </p>
      <p class="des">
        27. 阁下的存款不是来自非法或犯罪的活动。
      </p>
      <p class="des">
        28. 阁下不得通过使用新九州账户从事非法活动，或允许他人使用您的账户从事任何违背您当地和我们法律的活动。
      </p>
      <p class="des">
        29. 阁下承诺妥善保管好您的帐户和密码不允许其他人使用。如果您丢失或忘记您的帐户或密码，您须及时联系我们客服部门，我们将发送给您新的安全数据。
      </p>
      <p class="des">
        30. 阁下有责任确保自己的帐户及登入数据的保密性，以用户名称及密码进行的任何网上博彩将被视为有效。
      </p>
      <p class="des">
        31. 阁下在使用我们的服务，网站，设备，软件或相关信息时，您不得以任何方式妨碍其他会员享用我们提供的服务。
      </p>
      <p class="des">
        32. 阁下不得以任何方式窃取其他会员的任何相关信息。
      </p>
      <p class="des">
        33. 阁下不得上载或发布任何带有病毒的程序、文件或数据，影响我们网站设备、软件、服务等运作性能。
      </p>
      <p class="des">
        34. 阁下不可试图以任何形式修改，反向编译，反向工程或反汇编我们的软件。
      </p>
      <p class="des">
        35.
        阁下不得使用任何设备，自动设备，软件，程序或其它方法（类似于前述的）妨碍或试图干预我们网站提供的服务，设备，软件，网址，信息或任何交易的正常运作，人工智能使用包括没有局限的外挂系统是严格禁止连接服务器.所有的客户服务操作必须是玩家通过使用我们的程序接口进行。
      </p>
      <p class="des">
        36. 阁下不得在我们网站或设备上或对其他使用者发布任何关于骚扰、侮辱、诽谤、威胁、淫秽、及煽动种族不满的相关非法信息，或者任何构成或怂恿犯罪行为，或引起 民事责任事件等等相关违法信息。
      </p>
      <p class="des">
        37. 阁下不得主动发起或参与针对新九州展开的调查，竞猜，或大量发布连锁信件／垃圾邮件，兜售邮件等活动。
      </p>
      <p class="des">
        38. 阁下不可以同时拥有多个账号，如发现客户拥有多个户口，公司有权取消其户口以及投注，本公司保留权利取消或关闭您的账户。本公司有权限制客户只保留其中一个户口。
      </p>
      <p class="des">
        39. 阁下认同以上总条款的适用，并认同如果客户行为带有任何嫌疑或违规现象，新九州有权未经事先通知或解释上报给相关同盟协会或当地官方。
      </p>
      <p class="des">
        40.
        阁下不得以任何无风险投注行为（如：打水投注，对冲投注等）或人工智能软件（如：机械软件）进行投注。如发现上述问题，新九州将保留终止会员账号使用之权力。如有任何争议问题，新九州有最终决定权。无论任何情形，就停止或更改服务或终止会员账户服务所可能产生之困扰、不便或损害，本服务对任何会员或第三人均不负任何责任。
      </p>
      <p class="title">活动规则与条款</p>
      <p class="des">
        1. 符合优惠申请条件的有效会员，需完善个人信息资料，不限于以下内容，绑定及验证手机号、注册邮箱地址且需绑定银行卡。
      </p>
      <p class="des">
        2. 阁下所拥有的正常状态及已完成风控验证的账户可即刻参与本优惠活动；如遇有风控验证需要的账户，需在完成风控验证之后才可领取优惠奖金红利。
      </p>
      <p class="des">
        3.
        新九州优惠活动只适用于仅拥有一个独立账户的会员申领；每位有效玩家、每一电话号码、每一电子邮箱、每一住址、相同网络环境（相同设备/相同IP）、相同支付方式（相同信用卡/借记卡/电子支付/银行账户等）只可申领一次本优惠红利。
      </p>
      <p class="des">
        4. 新九州优惠活动申领对象仅为娱乐性玩家，申领本优惠活动即代表服从新九州【服务条款】，若发现会员为职业赌徒或套利玩家，新九州保留取消优惠奖金的权利。
      </p>
      <p class="des">
        5. 若同时参与多个优惠活动，所获取的任一优惠活动奖金红利不可用于其他优惠活动申领条件；且任一活动所须的存款额/提款额等，均不计入其他优惠活动奖金红利申领的条件中。
      </p>
      <p class="des">
        6. 奖金红利注入会员账户后的60天内（或优惠活动的特殊条款规定）未完成所需的流水要求，此获取的奖金及奖金所带来的盈利将被扣除。
      </p>
      <p class="des">
        7. 获得奖金红利之后，且账户的所有注单均已完成派彩结算，若账户总余额低于10元则无需继续履行本优惠所需的流水要求；若优惠规则中有特定条款，则以特定条款优先。
      </p>
      <p class="des">
        8. 任何注单取消或本金返还，且任何赔率低于香港盘0.70、欧洲盘1.70水位或相对应的马来盘和印尼盘水位及同一局游戏中对赌行为（如百家乐同时下注庄和闲，体育投注中同时下注同一盘口的大和小等），将不计算为有效的投注额之内。
      </p>
      <p class="des">
        9. 新九州拥有在任何时间修改本优惠活动规则与条款、或取消优惠活动的权利。
      </p>
      <p class="des">
        10. 参与本优惠活动即表示会员认可、接受、遵循以上规则与条款及新九州网站使用的所有服务条款规则。
      </p>

    </div>
  </div>
</template>
<script>
  export default {
    name: "",
    data() {
      return {}
    },
    props: {},
    computed: {},
    watch: {},
    methods: {},
    created() {},
    activated() {},
    components: {}
  }

</script>
<style lang="scss" scoped>
  .tutorials_right {
    background: #282828;
    border: #cdbe67 1px solid;
    width: 767px;
    color: #fff;
    padding: 20px;

    .tutorials_right_row {
      .title {
        font-size: 22px;
        font-family: "Microsoft YaHei";
        font-weight: bold;
        color: #fcfc87;
        margin-bottom: 10px;
      }

      .des {
        font-size: 14px;
        font-family: "Microsoft YaHei";
        line-height: 1.7;
        color: #dde0e9;
        margin-bottom: 30px;

        strong {
          font-weight: bold;
          color: #cce63b;
        }
      }
    }

  }

</style>
